src/test/load/artillery/system/update-config/migration/group-9.yml
config:
  target: http://192.168.0.182:6898
  phases:
    - duration: 1
      arrivalRate: 1

scenarios:
  - name: peer-1
    weight: 1
    flow:
      - post:
          url: "http://192.168.0.182:4039/nomad/config/groups/migration?enabled=true"
      - post:
          url: "http://192.168.0.182:4020/nomad/config/groups/migration?enabled=true"
      - post:
          url: "http://192.168.0.182:4046/nomad/config/groups/migration?enabled=true"
      - post:
          url: "http://192.168.0.182:4022/nomad/config/groups/migration?enabled=true"